{
    "products": [
        {
            "id": 1,
            "name": "Subway Surfers",
            "description": "Subway Surfers is a single player mobile gaming app and website developed by Kiloo. The aim of the game is to outrun a train inspector while dodging oncoming trains, barriers and other objects. Collecting coins on the way gives players advantages such as hover boards and high scores.",
            "rating": 4.6,
            "image": "img/new1.jpg"
        },
        {
            "id": 2,
            "name": "CODM : Call of Duty Mobile",
            "description": "Call of Duty: Mobile is a first-person multiplayer battle game which can be played on iOS, Android devices as well as using a web browser. It is the latest mobile version from the Call of Duty franchise, which has a range of other Call of Duty games available on popular games consoles.",
            "rating": 4.3,
            "image": "img/new2.jpg"
        },
        {
            "id": 3,
            "name": "Clash Royale",
            "description": "Clash Royale is an online multiplayer card game by Supercell, featuring characters from the empire building game, Clash of Clans. Clash Royale players can collect and upgrade cards through in-app purchases, win trophies and crowns, and create or join battle communities to share cards and win territories.",
            "rating": 4.2,
            "image": "img/new4.jpg"
        },
        {
            "id": 4,
            "name": "Minecraft",
            "description": "Minecraft is a sandbox video game developed by Mojang Studios. It allows players to build and explore virtual worlds made up of blocks, providing various game modes including survival, creative, and adventure. Minecraft has become one of the best-selling video games of all time.",
            "rating": 4.8,
            "image": "img/new5.jpg"
        },
        {
            "id": 5,
            "name": "PUBG Mobile",
            "description": "PUBG Mobile is a battle royale game developed by PUBG Corporation and published by Tencent Games. Players compete to be the last person standing in a shrinking play zone. The game is known for its intense gameplay, realistic graphics, and variety of weapons and vehicles.",
            "rating": 4.5,
            "image": "img/new6.jpg"
        },
        {
            "id": 6,
            "name": "Fortnite",
            "description": "Fortnite is a free-to-play battle royale game developed by Epic Games. Players are dropped onto an island and must fight to be the last one standing. The game features building mechanics, a variety of weapons, and a constantly changing map with seasonal events.",
            "rating": 4.4,
            "image": "img/new7.jpg"
        },
        {
            "id": 7,
            "name": "MARVEL Contest of Champions",
            "description": "MARVEL Contest of Champions is a fighting game developed and published by Kabam. Players collect and upgrade Marvel superheroes and villains to battle in an intergalactic contest. The game features a vast roster of characters, special abilities, and exciting combat mechanics.",
            "rating": 4.3,
            "image": "img/new8.jpg"
        }
    ]
}